articles = [
    {'id': 1,
     'title': 'Основы HTML для бэкенд-разработчиков',
     'body': 'Мы вынуждены отталкиваться от того, что перспективное планирование напрямую зависит от приоритизации разума над эмоциями.',
     'name': 'Дедектив пикачу',
     'is_verified': True,
     'time': 'вчера',
     },
    {'id': 2,
     'title': 'Основы CSS для бэкенд-разработчиков',
     'body': 'В частности, укрепление и развитие внутренней структуры прекрасно подходит для реализации дальнейших направлений развития.',
     'name': 'Белый господин',
     'is_verified': False,
     'time': 'пять лет назад'
     },
    {'id': 3,
     'title': 'Основы CSS для бэкенд-разработчиков',
     'body': 'В частности, укрепление и развитие внутренней структуры прекрасно подходит для реализации дальнейших направлений развития.',
     'name': 'Белый господин',
     'is_verified': True,
     'time': 'завтра'
     },
    {'id': 4,
     'title': 'Основы CSS для бэкенд-разработчиков',
     'body': 'В частности, укрепление и развитие внутренней структуры прекрасно подходит для реализации дальнейших направлений развития.',
     'name': 'Белый господин',
     'is_verified': True,
     'time': 'завтра'
     },
    {'id': 5,
     'title': 'Основы CSS для бэкенд-разработчиков',
     'body': 'В частности, укрепление и развитие внутренней структуры прекрасно подходит для реализации дальнейших направлений развития.',
     'name': 'Белый господин',
     'is_verified': False,
     'time': 'завтра'
     }
]
